# Основы создания веб приложения. Django

# pip freeze - проверка установленных фреймворков
# django-admin startproject <name project> - создать проект в джанго

# manage, asgi, wsgi - предварительно не трогаем

# path('admin/', admin.site.urls)
#      путь в браузере; путь в проекте (вызов)
# ctrl+c - stop консоль

# python3 manage.py runserver <можем указать порт 8080 или ip с портом 0.0.0.0:8080>- запуск сервера
# python3 manage.py startapp core - создать приложение

#_____________________________________________________________________________________________________
